Repository: OsamaZeid/woocommerce-plugin
Catalog: languages/wc-tp-payment-gateway-*.po
Languages: de_de

source: Enable/Disable
de_de: Inschakelen/Uitschakelen

source: Collect payments from buyers, hold it until the seller/service provider fulfills their obligations before releasing the payment to them.
de_de: Incasseer betalingen van kopers, houd deze vast totdat de verkoper/dienstverlener aan hun verplichtingen heeft voldaan voordat u de betaling aan hen vrijgeeft.

source: Enable TazaPay Gateway
de_de: TazaPay gateway inschakelen

source: Enable TazaPay payment method
de_de: TazaPay betaalmethode inschakelen

source: Backend payment method title
de_de: Titel van backend betaalmethode

source: A short synopsis of the type of goods/service
de_de: Een korte samenvatting van het soort goederen/dienst

source: Title
de_de: Titel

source: Transaction Description
de_de: Transactiebeschrijving

source: Sandbox mode
de_de: Sandbox modus

source: Release Mechanism
de_de: Vrijgavemechanisme

source: Enable Sandbox Mode
de_de: Sandbox modus inschakelen

source: Place the payment gateway in sandbox mode using sandbox API keys.
de_de: Plaats de betalingsgateway in sandbox-modus met behulp van sandbox API sleutels.

source: Sandbox API Key
de_de: Sandbox API sleutel

source: Sandbox API Secret Key
de_de: Sandbox API geheime sleutel

source: TazaPay sandbox API Key
de_de: TazaPay sandbox API sleutel

source: TazaPay sandbox API Secret Key
de_de: TazaPay sandbox API geheime sleutel

source: Live API Key
de_de: Live API sleutel

source: Live API Secret Key
de_de: Live API geheime sleutel

source: Name
de_de: Naam

source: Seller's Name
de_de: Naam van de verkoper

source: Seller's Email
de_de: E-mail van de verkoper

source: Entity Type
de_de: Entiteitstype

source: User's entity type
de_de: Entiteitstype van de gebruiker

source: Country
de_de: Land

source: User's country
de_de: Land van gebruiker

source: Transaction Type
de_de: Transactie Type

source: Type of underlying trade
de_de: Type onderliggende transactie

source: Specify who control release verification
de_de: Specificeer wie de vrijgaveverificatie beheert

source: Fee Paid By
de_de: Vergoeding betaald door

source: Tazapay account uuid. If empty; contracted value will get applied
de_de: Tazapay account uuid. Indien leeg; gecontracteerde waarde wordt toegepast

source: Place the payment gateway in sandbox mode using sandbox API keys
de_de: Plaats de betalingsgateway in sandbox-modus met behulp van sandbox API sleutels

source: Request credentials
de_de: Inloggegevens aanvragen

source: Request credentials for accepting payments via TazaPay
de_de: Inloggegevens aanvragen voor het accepteren van betalingen via TazaPay

source: TazaPay Live API Key
de_de: TazaPay Live API sleutel

source: TazaPay Live API Secret Key
de_de: TazaPay Live API geheime sleutel

source: User Type
de_de: Gebruikerstype

source: First Name
de_de: Voornaam

source: Last Name
de_de: Achternaam

source: Contact Number
de_de: Contact nummer

source: Created
de_de: Gemaakt

source: Bussiness Name
de_de: Bedrijfsnaam

source: Partners Customer ID
de_de: Partners Klant ID

source: Place Order and Pay
de_de: Bestelling plaatsen en betalen

source: Edit TazaPay Account UUID
de_de: Bewerk TazaPay account UUID

source: Update
de_de: Bijwerken

source: TazaPay Account UUID updated.
de_de: TazaPay account UUID bijgewerkt.

source: TazaPay Users
de_de: TazaPay gebruikers
